START_TEXT = """
🤖 Привет! Я – твой личный тур-агент в Telegram.
С моей помощью ты можешь распланировать путешествие в любую точку мира вместе с друзьями и найти таких же приключенцев.
Я подскажу маршрут, погоду в промежуточных точках и помогу с выбором отелей, кафе и достопримечательностей, которые стоит посетить.
""".strip()

NEW_USER_TEXT = """
👇 Чтобы получить доступ ко всему функционалу, заполни профиль по кнопке ниже
""".strip()

HELP_TEXT = """
🧳 Я – тур-агент в Telegram, который поможет тебе распланировать путешествие по всему миру.
Ты можешь пригласить своих друзей в поездку или найти попутчиков.
Я всегда готов подсказать маршрут и погоду, а также выбрать отель, кафе и достопримечательности, в которых стоит побывать.

🗒️ Мои команды:
/start – Старт и перезапуск бота
/help – Это сообщение
/profile – Твой профиль
/travels – Твои путешествия

❓ ЧаВо
...

""".strip()

TRAVEL_JOINED = '✅👇Ты успешно присоединился к путешествию "{title}"!'
BAD_INVITE_LINK = """
😵‍💫 Ничего не могу найти по этой пригласительной ссылке.
Возможно, её уже кто-то использовал или путешествия больше нет.
""".strip()
