ALL_NOTES = '✍️ Заметки путешествия "{title}"'
ONE_NOTE = '✍️ Заметка "{note}" путешествия "{travel}"'

FILL_TITLE = """
1️⃣ Придумай короткое название для заметки, чтобы запомнить её.
Оно будет отображаться при просмотре всех заметок.
""".strip()
TITLE_ERROR = "❌ Название заметки слишком большое, его сложно запомнить. Try again."

CHOOSE_STATUS = """
✅ Название записал.
2️⃣ Сделать заметку доступной для всех или только для тебя? 🧐
""".strip()

SEND_ME_NOTE = """
✅ Видимость запомнил.
3️⃣ Отправьте мне что-нибудь, я сохраню это.
❗ Пока что я поддерживаю текст, фото, видео, документы, голосовые и кружочки.
""".strip()
NOTE_ERROR = """
❌Такие файлы я ещё не умею сохранять 😥
Ты можешь загрузить текст, фото, видео, документы, голосовые и кружочки
""".strip()

NOTE_SAVED = "✅ Успешно сохранил этот файл"
